<?php
// +----------------------------------------------------------------------
// | 配置中心
// +----------------------------------------------------------------------
// | 如需授权请访问https://auths.yum6.cn
// +----------------------------------------------------------------------
// | Copyright (c) 2020 https://www.youngxj.cn
// +----------------------------------------------------------------------
// | Author: Youngxj <1170535111@qq.com>
// +----------------------------------------------------------------------
return [
    // 项目名
    'APP_NAME'          => 'bthost',
    // 应用版本
    'app_version'       => '1.3.0',
    // 发布时间
    'release_time'      => '20210107',
    // 修订版本
    'revise_version'    => '0',
    // 完整版本号
    'version'           => '1.3.0+20210107',
    // API接口地址
    'api_url'           => 'https://auths.yum6.cn',
    'api_url2'          => 'https://auths.apip.wang',
    // 自动检测更新
    'checkupdate'       => true,
    // 安全密钥
    'AUTH_KEY'          => 'MZbiQMJMOqiQyW1lZ6Fi',
    // 登录有效期
    'COOKIE_EXPIRE'     => '86400',
    // 自动获取公告
    'getnotice'         => true,
];
